9/data/attachments/d9aae1740d25b811.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_023a720d-da53-4df2-83d6-81a01cdc8840</nif:username>
            <nif:friendToBeAdded>Courtney_season_Friend_77409_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>